Repository: shaonsina/sina-extension-for-elementor
Catalog: languages/sina-ext-*.po
Languages: fr_fr

source: Sina Accordion
fr_fr: Sina Accordéon

source: Sina Content Box
fr_fr: Sina Boîte de contenu

source: Sina Counter
fr_fr: Sina Compteur

source: Sina Dynamic Button
fr_fr: Sina Bouton dynamique

source: Sina Fancy Text
fr_fr: Sina Texte fantaisie

source: Sina Flip Box
fr_fr: Sina Boîte flip

source: Sina Image Differ
fr_fr: Sina Comparaison d'images

source: Sina Piechart
fr_fr: Sina Tarte diagramme

source: Sina Pricing
fr_fr: Sina Tarification

source: Sina Progressbar
fr_fr: Sina Barre progression

source: Sina Social Icons
fr_fr: Sina Icônes sociales

source: Sina Team
fr_fr: Sina Équipe

source: Sina Title
fr_fr: Sina Titre

source: Sina Transform
fr_fr: Sina Transformer

source: Sina User Counter
fr_fr: Sina Compteur d'utilisateurs

source: Sina Video
fr_fr: Sina Vidéo

source: Sina Visit Counter
fr_fr: Sina Compteur de visite

source: Sina Banner Slider
fr_fr: Sina Curseur de bannière

source: Sina Blog Post
fr_fr: Sina Article de blog

source: Sina Brand Carousel
fr_fr: Sina Carrousel de tison

source: Sina Contact Form
fr_fr: Sina Formulaire de contact

source: Sina Content Slider
fr_fr: Sina Curseur de contenu

source: Sina Countdown
fr_fr: Sina Compte à rebours

source: Sina Facebook Feed
fr_fr: Sina Facebook Nourrir

source: Sina Login Form
fr_fr: Sina Formulaire de connexion

source: Sina MailChimp Subscribe
fr_fr: Sina MailChimp š'abonner

source: Sina Modal Box
fr_fr: Sina Boîte modale

source: Sina News Ticker
fr_fr: Sina Nouvelles ticker

source: Sina Particle Layer
fr_fr: Sina Couche de particules

source: Sina Portfolio
fr_fr: Sina Portefeuille

source: Sina Posts Carousel
fr_fr: Sina Carrousel des articles

source: Sina Posts Tab
fr_fr: Sina Onglet des articles

source: Sina Product Zoomer
fr_fr: Sina Zoomeur de produit

source: Sina Review Carousel
fr_fr: Sina Revoir carrousel

source: Sina Search Form
fr_fr: Sina Formulaire de recherche

source: Sina Twitter Feed
fr_fr: Sina Twitter Nourrir

source: Sina Pro Chart
fr_fr: Sina Pro Diagramme

source: Sina Pro Hover Image
fr_fr: Sina Pro Image de survol

source: Sina Pro Image Accordion
fr_fr: Sina Pro Accordéon d'image

source: Sina Pro Image Marker
fr_fr: Sina Pro Marqueur d'image

source: Sina Pro Image Scroller
fr_fr: Sina Pro Défilement d'image

source: Sina Pro Instant Search
fr_fr: Sina Pro Recherche instantanée

source: Sina Pro Lost Password Form
fr_fr: Sina Pro Formulaire mot passe

source: Sina Pro Lottie Animation
fr_fr: Sina Pro Animation de Lottie

source: Sina Pro Posts Gallery
fr_fr: Sina Pro Galerie de articles

source: Sina Pro Posts on Scroll
fr_fr: Sina Pro Articles sur défilement

source: Sina Pro Register Form
fr_fr: Sina Pro Formulaire d'inscription

source: Sina Pro Section Navigation
fr_fr: Sina Pro Navigation de section

source: Sina Pro Source Code
fr_fr: Sina Pro Code source

source: Sina Pro Tab
fr_fr: Sina Pro Onglet

source: Sina Pro Team Carousel
fr_fr: Sina Pro Carrousel d'équipe

source: Sina Pro Testimonial
fr_fr: Sina Pro Témoignage

source: Sina Pro Thumb Carousel
fr_fr: Sina Pro Carrousel de vignettes

source: Sina Pro Tilt Box
fr_fr: Sina Pro Boîte d'inclinaison

source: Sina Pro Toggle Content
fr_fr: Sina Pro Basculer le contenu

source: Sina Pro Video Gallery
fr_fr: Sina Pro Galerie vidéo

source: Sina Pro Parallax
fr_fr: Sina Pro Parallaxe

source: Sina Pro Section Particles
fr_fr: Sina Pro Particules de section

source: Sina Pro Water Ripples
fr_fr: Sina Pro Ondulations d'eau

source: Sina Pro Clips Animation
fr_fr: Sina Pro Animation de clips

source: Sina Pro Colors Animation
fr_fr: Sina Pro Animation des couleurs

source: Sina Pro Conditional Publish
fr_fr: Sina Pro Publication conditionnelle

source: Sina Pro Content Protection
fr_fr: Sina Pro Protection du contenu

source: Sina Pro Preloader
fr_fr: Sina Pro Préchargeur

source: Sina Pro Reading Progressbar
fr_fr: Sina Pro Progression lecture

source: Sina Extension Rollback to Previous Version
fr_fr: Restauration de Sina Extension vers la version précédente

source: Rollback to Previous Version
fr_fr: Revenir à la version précédente

source: Sina Extension Settings
fr_fr: Paramètres Sina Extension

source: Google Map API Key
fr_fr: Clé API Google Map

source: MailChimp API Key
fr_fr: Clé d'API MailChimp

source: MailChimp List Id
fr_fr: ID de liste MailChimp

source: Google Recaptcha Site Key
fr_fr: Clé site Google Recaptcha

source: Google Recaptcha Secret Key
fr_fr: Clé secrète Google Recaptcha

source: After Logout Redirect URL
fr_fr: Rediriger l'URL après déconnexion

source: Sina Templates
fr_fr: Sina Modèles

source: "%1$s" requires "%2$s" to be activate.
fr_fr: «%1$s» nécessite l'activation de «%2$s».

source: Activate Elementor
fr_fr: Activer Elementor

source: "%1$s" requires "%2$s" to be install.
fr_fr: «%1$s» nécessite l'installation de «%2$s».

source: Install Elementor
fr_fr: Installer Elementor

source: "%1$s" requires "%2$s" version %3$s or greater.
fr_fr: «%1$s» requiert «%2$s» version «%2$s» ou supérieure.

source: Sina Transform Effects
fr_fr: Sina Effets de transformation

source: Translate
fr_fr: Bouge

source: Rotate X
fr_fr: Faire pivoter X

source: Rotate Y
fr_fr: Faire pivoter Y

source: Rotate Z
fr_fr: Faire pivoter Z

source: Skew X
fr_fr: Inclinaison X

source: Skew Y
fr_fr: Inclinaison Y

source: None
fr_fr: Aucun

source: Perspective Size
fr_fr: Taille de perspective

source: Translate X
fr_fr: Bouge X

source: Translate Y
fr_fr: Bouge Y

source: Hover
fr_fr: Survol

source: Transition Duration
fr_fr: Durée de transition

source: Background Hover Styles
fr_fr: Styles survol d'arrière-plan

source: Hover Effects
fr_fr: Effets de survol

source: Number of Posts
fr_fr: Nombre de articles

source: Number of Offset
fr_fr: Nombre de décalages

source: Order by
fr_fr: Commandé par

source: Title
fr_fr: Titre

source: Author
fr_fr: Auteur

source: Modified
fr_fr: Modifié

source: Comments
fr_fr: Commentaires

source: Sort
fr_fr: Trier

source: Autoplay
fr_fr: Lecture automatique

source: On
fr_fr: Sur

source: Off
fr_fr: De

source: Pause on Hover
fr_fr: Pause en survol

source: Mouse Drag
fr_fr: Souris faites glisser

source: Touch Drag
fr_fr: Toucher glisser

source: Infinity Loop
fr_fr: Boucle infinie

source: Center
fr_fr: Centre

source: Dots
fr_fr: Points

source: Show
fr_fr: Spectacle

source: Hide
fr_fr: Cacher

source: Delay
fr_fr: Retard

source: Speed
fr_fr: La vitesse

source: Label
fr_fr: Étiquette

source: Enter Text
fr_fr: Entrez du texte

source: Tooltip text
fr_fr: Texte de l'info-bulle

source: Enter Tooltip Text
fr_fr: Entrer texte d'info-bulle

source: Icon
fr_fr: Icône

source: Icon Position
fr_fr: Position de l'icône

source: Left
fr_fr: La gauche

source: Right
fr_fr: Droit

source: Icon Spacing
fr_fr: Espacement des icônes

source: Icon Effects
fr_fr: Effets d'icône

source: Link
fr_fr: Lien

source: Text Color
fr_fr: Couleur du texte

source: Background Color
fr_fr: Couleur Fond

source: Max Width
fr_fr: Largeur max

source: Radius
fr_fr: Rayon

source: Padding
fr_fr: Rembourrage

source: Dots Color
fr_fr: Couleur des points

source: Arrow Color
fr_fr: Couleur flèche

source: Border Color
fr_fr: Couleur bordure

source: Font Family
fr_fr: Famille de polices

source: Font Size
fr_fr: Taille de police

source: Nav Top (%)
fr_fr: Haut nav (%)

source: Nav Next Radius
fr_fr: Rayon suivant de nav

source: Nav Prev Radius
fr_fr: Rayon précédent de nav

source: Nav Padding
fr_fr: Rembourrage de nav

source: Width
fr_fr: Largeur

source: Margin
fr_fr: Marge

source: Placeholder Color
fr_fr: Couleur de l'espace réservé

source: Background
fr_fr: Fond

source: Focus
fr_fr: Concentrer

source: Sina Basic Widgets
fr_fr: Sina Widgets de base

source: Sina Advanced Widgets
fr_fr: Sina Widgets avancés

source: First name too short! Must be contain 3-32 characters.
fr_fr: Prénom trop court! Doit contenir de 3 à 32 caractères.

source: First name too long! Must be contain 3-32 characters.
fr_fr: Prénom trop long! Doit contenir de 3 à 32 caractères.

source: Special character(s) not allowed in your first name!
fr_fr: Les caractères spéciaux ne sont pas autorisés dans votre prénom!

source: Last name too short! Must be contain 3-32 characters.
fr_fr: Nom de famille trop court! Doit contenir de 3 à 32 caractères.

source: Last name too long! Must be contain 3-32 characters.
fr_fr: Nom de famille trop long! Doit contenir de 3 à 32 caractères.

source: Special character(s) not allowed in your last name!
fr_fr: Les caractères spéciaux ne sont pas autorisés dans votre nom de famille!

source: Invalid email!
fr_fr: Email invalide!

source: Invalid phone number!
fr_fr: Numéro téléphone invalide!

source: Internal Error!
fr_fr: Erreur interne!

source: Name can't be empty!
fr_fr: Nom ne peut pas être vide!

source: Name too short! Must be contain 3-32 characters.
fr_fr: Nom trop court! Doit contenir de 3 à 32 caractères.

source: Name too long! Must be contain 3-32 characters.
fr_fr: Nom trop long! Doit contenir de 3 à 32 caractères.

source: Special character(s) not allowed in your name!
fr_fr: Les caractères spéciaux ne sont pas autorisés dans votre nom!

source: Subject can't be empty!
fr_fr: Le sujet ne peut pas être vide!

source: Subject too short! Must be contain 3-200 characters.
fr_fr: Sujet trop court! Doit contenir de 3 à 200 caractères.

source: Subject too long! Must be contain 3-200 characters.
fr_fr: Sujet trop long! Doit contenir de 3 à 200 caractères.

source: Invalid subject!
fr_fr: Sujet invalide!

source: Message can't be empty!
fr_fr: Le message ne peut pas être vide!

source: Message too short! Must be contain 3-2000 characters.
fr_fr: Message trop court! Doit contenir de 3 à 2000 caractères.

source: Message too long! Must be contain 3-2000 characters.
fr_fr: Message trop long! Doit contenir de 3 à 2000 caractères.

source: Invalid message!
fr_fr: Message invalide!

source: Invalid reCAPTCHA!
fr_fr: reCAPTCHA invalide!

source: Name:
fr_fr: Nom:

source: Username or Email can't be empty!
fr_fr: Le nom d'utilisateur ou l'e-mail ne peuvent pas être vides!

source: Password can't be empty!
fr_fr: Le mot de passe ne peut pas être vide!

source: Username or Email and password don't match!
fr_fr: Le nom d'utilisateur ou l'e-mail et le mot de passe ne correspondent pas!

source: Content
fr_fr: Contenu

source: Settings
fr_fr: Paramètres

source: Extenders
fr_fr: Extenseurs

source: Set your expected options.
fr_fr: Définissez vos options attendues.

source: API Settings
fr_fr: Paramètres l'API

source: Template Settings
fr_fr: Paramètres du modèle

source: You can use <strong><i>SINA TEMPLATES</i></strong> on your site. Enjoy!
fr_fr: Vous pouvez utiliser les <strong><i>SINA TEMPLATES</i></strong> sur votre site. Prendre plaisir!

source: Experiencing an issue with this version? You can rollback the previous version.
fr_fr: Vous rencontrez un problème avec cette version? Vous pouvez restaurer la version précédente.

source: Reinstall v%s
fr_fr: Réinstaller v%s

source: Warning: Please backup your database before making the rollback.
fr_fr: Avertissement: veuillez sauvegarder votre base de données avant d'effectuer la restauration.

source: You can disable widget(s) if you would like to not using on your site.
fr_fr: Vous pouvez désactiver les widgets si vous ne souhaitez pas les utiliser sur votre site.

source: You can disable extender(s) if you would like to not using on your site.
fr_fr: Vous pouvez désactiver les extenders si vous ne souhaitez pas les utiliser sur votre site.

source: Extender
fr_fr: Extenseur

source: Found any issue or need help?
fr_fr: Vous avez trouvé un problème ou avez besoin d'aide?

source: Open Ticket
fr_fr: Ticket ouvert

source: Did you like
fr_fr: As-tu aimé

source: Leave a Review
fr_fr: Donnez un avis

source: Color Type
fr_fr: Type couleur

source: Classic
fr_fr: Classique

source: Gradient
fr_fr: Pente

source: Color
fr_fr: Couleur

source: Location (%)
fr_fr: Emplacement (%)

source: Second Color
fr_fr: Deuxième couleur

source: Type
fr_fr: Types

source: Center Center
fr_fr: Centre Centre

source: Center Left
fr_fr: Centre Gauche

source: Center Right
fr_fr: Centre Droit

source: Top Center
fr_fr: Centre Haut

source: Top Left
fr_fr: Haut gauche

source: Top Right
fr_fr: Haut droite

source: Bottom Center
fr_fr: Tous deux

source: Bottom Left
fr_fr: Bas gauche

source: Bottom Right
fr_fr: Bas droite

source: Default
fr_fr: Défaut

source: Custom
fr_fr: Douane

source: Attachment
fr_fr: Attachement

source: Scroll
fr_fr: Faire défiler

source: Fixed
fr_fr: Fixé

source: Note: Attachment Fixed works only on desktop.
fr_fr: Remarque: la pièce jointe fixe ne fonctionne que sur le bureau.

source: Repeat
fr_fr: Répéter

source: No-repeat
fr_fr: Non répétition

source: Repeat-x
fr_fr: Répéter-X

source: Repeat-y
fr_fr: Répéter-Y

source: Size
fr_fr: Taille

source: Cover
fr_fr: Couverture

source: Contain
fr_fr: Contenir

source: Select Icon
fr_fr: Sélectionnez l'icône

source: Slides
fr_fr: Diapositives

source: Choose Image
fr_fr: Choisissez image

source: You can use HTML.
fr_fr: Vous pouvez utiliser du HTML.

source: Title Span
fr_fr: Span du titre

source: Enter Title Span
fr_fr: Entrer l'étendue du titre

source: You can use SPAN for multi-color title.
fr_fr: Vous pouvez utiliser SPAN pour un titre multicolore.

source: Select Tag
fr_fr: Sélectionnez balise

source: Title Animation
fr_fr: Animation de titre

source: Sub Title
fr_fr: Sous-titre

source: Sub Title Animation
fr_fr: Animation de sous-titres

source: Description
fr_fr: La description

source: Primary Button Text
fr_fr: Texte du bouton primaire

source: Secondary Button Text
fr_fr: Texte du bouton secondaire

source: Buttons Animation
fr_fr: Animation boutons

source: Alignment
fr_fr: Alignement

source: Add Slide
fr_fr: Ajouter diapositive

source: Primary Button
fr_fr: Primaire bouton

source: Secondary Button
fr_fr: Bouton secondaire

source: Button Spacing
fr_fr: Espacement boutons

source: Slider Settings
fr_fr: Paramètres du curseur

source: Overlay
fr_fr: Superposition

source: Particular Animation
fr_fr: Animation particulière

source: Container
fr_fr: Récipient

source: Height
fr_fr: Hauteur

source: Margin Bottom
fr_fr: Marge inférieure

source: Tooltips
fr_fr: Info-bulles

source: Nav & Dots
fr_fr: Nav et points

source: Blog Post
fr_fr: Article blog

source: Layout Type
fr_fr: Type de agencement

source: Layout
fr_fr: Agencement

source: Grid
fr_fr: La grille

source: List
fr_fr: Liste

source: Custom Column
fr_fr: Colonne personnalisée

source: You have to enter a series of comma-separated values. That series represents your custom grid. Possible values: 3,4,5,6,7,8,9,12.
fr_fr: Vous devez entrer une série de valeurs séparées par des virgules. Cette série représente votre grille personnalisée. Valeurs possibles: 3,4,5,6,7,8,9,12.

source: Number of Column
fr_fr: Nombre de colonnes

source: Categories
fr_fr: Catégories

source: Tags
fr_fr: Balise

source: Feature Image
fr_fr: Image caractéristique

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Thumb Right
fr_fr: Vignette à droite

source: Show Categories
fr_fr: Afficher les catégories

source: Show Meta
fr_fr: Afficher Meta

source: Show Avatar
fr_fr: Afficher l'avatar

source: Show Content
fr_fr: Montrer contenu

source: Show Excerpt
fr_fr: Afficher l'extrait

source: Content Length (Word)
fr_fr: Longueur contenu (mot)

source: Show Pagination
fr_fr: Afficher la pagination

source: Show Load More
fr_fr: Afficher Charge plus

source: Load More Label
fr_fr: Charger plus d'étiquette

source: Enter Label
fr_fr: Entrez l'étiquette

source: Read More
fr_fr: Lire la suite

source: Post
fr_fr: Article

source: NOTICE: If you change the <strong>Dimension</strong> then the page need to <strong>Refresh</strong> for seeing the actual result.
fr_fr: AVIS: Si vous modifiez la "dimension", la page doit être "actualisée" pour voir le résultat réel.

source: Effects
fr_fr: Effets

source: Move
fr_fr: Déplacer

source: Zoom
fr_fr: Zoomer

source: Title Styles
fr_fr: Styles de titre

source: Categories Styles
fr_fr: Catégories Styles

source: Content Styles
fr_fr: Styles de contenu

source: Button
fr_fr: Bouton

source: Meta Styles
fr_fr: Styles de méta

source: Link Color
fr_fr: Couleur du lien

source: Justify
fr_fr: Justifier

source: Overlay Background
fr_fr: Fond de superposition

source: Content
fr_fr: Contenu

source: Thumb Width (%)
fr_fr: Largeur de vignette (%)

source: Thumb Height (px)
fr_fr: Hauteur de vignette (px)

source: Content Width (%)
fr_fr: Largeur du contenu (%)

source: Use content Height
fr_fr: Utiliser la hauteur contenu

source: Content Height (px)
fr_fr: Hauteur contenu (px)

source: Before Title
fr_fr: Avant titre

source: After Title
fr_fr: Après titre

source: Avatar styles
fr_fr: Styles d'avatar

source: Spacing
fr_fr: Espacement

source: Current
fr_fr: Actuel

source: Min Width
fr_fr: Largeur min

source: Load More Button
fr_fr: Bouton Charger plus

source: No Posts found
fr_fr: Non articles trouvé

source: Brand
fr_fr: Tison

source: Choose Logo
fr_fr: Choisissez logo

source: Brand Link
fr_fr: Lien tison

source: Brand Name
fr_fr: Tison nom

source: Enter Name
fr_fr: Entrez le nom

source: This name will show only item header
fr_fr: Ce nom affichera uniquement l'en-tête de l'élément

source: Add Logo
fr_fr: Ajouter logo

source: Carousel Settings
fr_fr: Paramètres carrousel

source: Show Item
fr_fr: Afficher l'élément

source: Brand Box
fr_fr: Boîte tison

source: Logo Padding
fr_fr: Rembourrage du logo

source: Box Margin
fr_fr: Marge boîte

source: Center Item
fr_fr: Élément Central

source: Form Settings
fr_fr: Réglages formulaire

source: Use Custom Email
fr_fr: Utiliser e-mail personnalisé

source: Mail To
fr_fr: Mail à

source: Enter Custom Email
fr_fr: Entrez e-mail personnalisé

source: If the field is empty or enter an invalid email or try to send email from the editor, then the emails will send to the admin email. This email will work only in the front-end.
fr_fr: Si le champ est vide ou entrez un e-mail non valide ou essayez d'envoyer un e-mail à partir de l'éditeur, les e-mails seront envoyés à l'e-mail de l'administrateur. Cet e-mail ne fonctionnera que dans le front-end.

source: From:
fr_fr: Partir de:

source: Enter From Address
fr_fr: Entrez l'adresse d'origine

source: Success Message
fr_fr: Message de réussite

source: Enter Success Message
fr_fr: Entrez le message de réussite

source: Fields
fr_fr: Champs

source: Name Placeholder Text
fr_fr: Texte de l'espace réservé nom

source: Enter Placeholder Text
fr_fr: Entrez le texte de l'espace réservé

source: Subject Placeholder Text
fr_fr: Texte de l'espace réservé sujet

source: Message Placeholder Text
fr_fr: Texte de l'espace réservé message

source: Submit Button
fr_fr: Bouton de soumission

source: Layout 1
fr_fr: Agencement 1

source: Layout 2
fr_fr: Agencement 2

source: Name
fr_fr: Nom

source: Subject
fr_fr: Sujet

source: Processing...
fr_fr: En traitement...

source: Slider Content
fr_fr: Contenu du curseur

source: Use Save Templates
fr_fr: Utiliser modèles de enregistrez

source: Choose Template
fr_fr: Choisir gabarit

source: NOTE: Don't try to edit after insertion template. If you need to change the style or layout then you try to change the main template then save and then insert
fr_fr: REMARQUE: n'essayez pas de modifier après le modèle d'insertion. Si vous devez changer le style ou la mise en page, vous essayez de changer le modèle principal, puis enregistrez et insérez.

source: Use video
fr_fr: Utiliser la vidéo

source: Video Link
fr_fr: Lien vidéo

source: Enter video link
fr_fr: Entrez le lien vidéo

source: Enter Title
fr_fr: Entrez le titre

source: Styles
fr_fr: Modes

source: Add Item
fr_fr: Ajouter item

source: Box
fr_fr: Boîte

source: Countdown
fr_fr: Compte à rebours

source: Due Date
fr_fr: Date d'échéance

source: Select Unit
fr_fr: Sélectionnez l'unité

source: Years
fr_fr: Ans

source: Months
fr_fr: Mois

source: Weeks
fr_fr: Semaines

source: Days
fr_fr: Journées

source: Hours
fr_fr: Heures

source: Digit Color
fr_fr: Couleur des chiffres

source: Text
fr_fr: Texte

source: Redirection Link
fr_fr: Lien de redirection

source: Choose whether if you want to set a message or a redirect link
fr_fr: Choisissez si vous souhaitez définir un message ou un lien de redirection

source: Redirect To
fr_fr: Rediriger vers

source: Morphing Animation
fr_fr: Animation de morphing

source: Digit
fr_fr: Chiffre

source: Feed Content
fr_fr: Nourrir contenu

source: Page ID
fr_fr: ID de page

source: Enter Page ID
fr_fr: Entrez l'ID de la page

source: Access Token
fr_fr: Jeton d'accès

source: Enter Access Token
fr_fr: Entrez le jeton d'accès

source: Number of Feed
fr_fr: Nombre de nourrir

source: Sort By
fr_fr: Trier par

source: Newest
fr_fr: Nouveau

source: Oldest
fr_fr: Ancien

source: Feed
fr_fr: Nourrir

source: Page Name Styles
fr_fr: Styles de nom page

source: Play Button Color
fr_fr: Couleur bouton lecture

source: Play Button Size
fr_fr: Taille bouton lecture

source: Page Name
fr_fr: Nom de page

source: Thumb Styles
fr_fr: Styles de vignette

source: Thumb Size
fr_fr: Taille de vignette

source: Password Placeholder Text
fr_fr: Texte de l'espace réservé mot passe

source: Redirect URL after login
fr_fr: Rediriger l'URL après la connexion

source: Enter Redirect URL
fr_fr: Entrez l'URL de redirection

source: Remember login
fr_fr: Se souvenir de connexion

source: Remember text
fr_fr: Se souvenir du texte

source: Enter Remember Text
fr_fr: Entrez texte mémorisation

source: Fields & Remember text
fr_fr: Champs et mémoriser texte

source: Remember styles
fr_fr: Souvenez-vous styles

source: Middle
fr_fr: Milieu

source: Bottom
fr_fr: Bas

source: Password
fr_fr: Mot de passe

source: Email placeholder text
fr_fr: Texte de l'espace réservé de l'e-mail

source: Enter placeholder text
fr_fr: Entrez le texte de l'espace réservé

source: First Name
fr_fr: Prénom

source: First name placeholder text
fr_fr: Texte de l'espace réservé prénom

source: Last Name
fr_fr: Nom de famille

source: Last name placeholder text
fr_fr: Texte de l'espace réservé nom de famille

source: Phone Number
fr_fr: Numéro de phone

source: Phone placeholder text
fr_fr: Texte d'espace réservé phone

source: Display
fr_fr: Afficher

source: Inline
fr_fr: Même ligne

source: Block
fr_fr: Bloquer

source: Modal Content
fr_fr: Contenu modal

source: Auto Show
fr_fr: Auto Spectacle

source: Close to click outside
fr_fr: Fermer pour cliquer l'extérieur

source: Close to press ESC
fr_fr: Fermer pour appuyer ESC

source: Header Text
fr_fr: Texte boutisse

source: Enter Header Text
fr_fr: Entrez le texte de l'en-tête

source: Enter Description
fr_fr: Entrez la description

source: Trigger Button
fr_fr: Bouton de déclenchement

source: Enter CLASS
fr_fr: Entrez CLASS

source: Make sure this CLASS unique
fr_fr: Assurez-vous que cette CLASS est unique

source: Animation Speed
fr_fr: Vitesse d'animation

source: Header
fr_fr: Boutisse

source: Footer
fr_fr: Bas de page

source: Close Button Style
fr_fr: Style bouton fermer

source: Body
fr_fr: Corps

source: Max Height
fr_fr: Hauteur max

source: Close
fr_fr: Fermer

source: Ticker Content
fr_fr: Contenu du ticker

source: Ticker Settings
fr_fr: Paramètres du ticker

source: Label Text
fr_fr: Texte de l'étiquette

source: Label Position
fr_fr: Position de l'étiquette

source: Both
fr_fr: Tous deux

source: Pause On Hover
fr_fr: Pause en survol

source: Time
fr_fr: Temps

source: Scroll Speed
fr_fr: Vitesse de défilement

source: Left Label
fr_fr: Étiquette de gauche

source: Right Label
fr_fr: Étiquette droite

source: Headline
fr_fr: Gros titre

source: not published yet
fr_fr: pas encore publié

source: Enter ID
fr_fr: Entrer l'ID

source: Make sure this ID unique
fr_fr: Assurez-vous que cet ID est unique
