Repository: shaonsina/sina-extension-for-elementor
Catalog: languages/sina-ext-*.po
Languages: fr_fr

source: Particle Settings
fr_fr: Réglages des particules

source: Ball Color
fr_fr: Couleur balle

source: Particles Number
fr_fr: Nombre de particules

source: Link Width
fr_fr: Largeur du lien

source: Link Distance
fr_fr: Distance du lien

source: Create Link
fr_fr: Créer lien

source: Ball Max Size
fr_fr: Taille maximale balle

source: Disable Links
fr_fr: Désactiver les liens

source: Disable Mouse
fr_fr: Désactiver la souris

source: Animation Settings
fr_fr: Paramètres d'animation

source: Template Style
fr_fr: Style de modèle

source: Portfolio
fr_fr: Portefeuille

source: Fade
fr_fr: Fondu

source: Fade & Move
fr_fr: Fondu et déplacer

source: Zoom & Move
fr_fr: Déplacer et zoomer

source: Masonry
fr_fr: Maçonnerie

source: Reset Text
fr_fr: Réinitialiser le texte

source: Enter Reset Text
fr_fr: Entrez texte réinitialisation

source: Show Content
fr_fr: Montrer le contenu

source: Category
fr_fr: Catégorie

source: Multiple category must be comma separated!
fr_fr: Les catégories multiples doivent être séparées par des virgules!

source: 1 Column 1 Row
fr_fr: 1 colonne 1 rangée

source: 1 Column 2 Row
fr_fr: 1 colonne 2 rangées

source: 2 Column 1 Row
fr_fr: 2 colonnes 1 rangée

source: 2 Column 2 Row
fr_fr: 2 colonnes 2 rangées

source: 3 Column 1 Row
fr_fr: 3 colonnes 1 rangée

source: 3 Column 2 Row
fr_fr: 3 colonnes 2 rangées

source: 3 Column 3 Row
fr_fr: 3 colonnes 3 rangées

source: Size will work if the <strong>"number of columns"</strong> is <strong>"Masonry"</strong> selected
fr_fr: La taille fonctionnera si le "nombre de colonnes" est "Maçonnerie" sélectionné

source: Menu Buttons
fr_fr: Boutons de menu

source: Gap From Items
fr_fr: Écart des éléments

source: Items
fr_fr: Éléments

source: Overlay Styles
fr_fr: Styles de superposition

source: Icons
fr_fr: Icônes

source: Icons Gap
fr_fr: Écart d'icônes

source: Icon Size
fr_fr: Taille de l'icône

source: Zoom button radius
fr_fr: Rayon bouton zoom

source: Link button radius
fr_fr: Rayon du bouton lien

source: Posts Content
fr_fr: Contenu des articles

source: Thumb
fr_fr: La vignette

source: Excerpt
fr_fr: Extrait

source: Vertical Align
fr_fr: Alignement vertical

source: Button Styles
fr_fr: Styles bouton

source: Tab Content
fr_fr: Contenu de l'onglet

source: Select Category
fr_fr: Sélectionnez catégorie

source: Add Categories
fr_fr: Ajouter catégories

source: Tag
fr_fr: Balise

source: Preview Right
fr_fr: Aperçu à droite

source: Categories Warp
fr_fr: Catégories Warp

source: Gap From Content
fr_fr: Écart par rapport contenu

source: Thumbnail
fr_fr: Vignette

source: Width (%)
fr_fr: Largeur (%)

source: Title Style
fr_fr: Style de titre

source: Meta Style
fr_fr: Style méta

source: Gap From Title
fr_fr: Écart par rapport titre

source: Preview List
fr_fr: Liste d'aperçu

source: List Width (%)
fr_fr: Largeur de la liste (%)

source: List Padding
fr_fr: Rembourrage de liste

source: Title Width (%)
fr_fr: Largeur du titre (%)

source: Preview Thumb Width (%)
fr_fr: Aperçu largeur vignette (%)

source: Preview Thumb Height
fr_fr: Aperçu hauteur vignette

source: Preview Title
fr_fr: Titre de l'aperçu

source: Product Content
fr_fr: Contenu du produit

source: Enter Product Title
fr_fr: Entrez le titre du produit

source: Enter Product Description
fr_fr: Entrez description produit

source: Content Bottom
fr_fr: Contenu en bas

source: Product Images
fr_fr: Images du produit

source: This title will be show only item header
fr_fr: Ce titre sera affiché uniquement en-tête de l'element

source: Original Image
fr_fr: Image originale

source: Thumb Image
fr_fr: Image vignette

source: Preview Image
fr_fr: Aperçu de l'image

source: Add Images
fr_fr: Ajouter images

source: Show Preview
fr_fr: Afficher l'aperçu

source: Zoomer Position
fr_fr: Position du zoomeur

source: Lens
fr_fr: Lentille

source: Top
fr_fr: Haut

source: Lens Shape
fr_fr: Forme de la lentille

source: Circle
fr_fr: Cercle

source: Review
fr_fr: La revue

source: Enter Position
fr_fr: Entrer la position

source: Company
fr_fr: Compagnie

source: Enter Organization
fr_fr: Entrer l'organisation

source: Comment
fr_fr: Commentaire

source: Enter Comment
fr_fr: Entrez commentaire

source: Add Image
fr_fr: Ajouter image

source: Image Position
fr_fr: Position de l'image

source: Form Content
fr_fr: Contenu formulaire

source: Placeholder text
fr_fr: Couleur de l'espace réservé

source: Field
fr_fr: Champ

source: Account Name
fr_fr: Nom compte

source: Enter account name
fr_fr: Entrez nom compte

source: Use @ in front of your account name.
fr_fr: Utilisez @ devant le nom de votre compte.

source: Consumer Key
fr_fr: Clé consommateur

source: Enter consumer key
fr_fr: Entrez la clé du consommateur

source: Get Consumer Key
fr_fr: Obtenir clé consommateur

source: Consumer Secret Key
fr_fr: Clé secrète consommateur

source: Enter consumer secret key
fr_fr: Entrer clé secrète consommateur

source: Get Consumer Secret Key
fr_fr: Obtenir clé secrète consommateur

source: Account Name Styles
fr_fr: Compte Nom Styles

source: Accordion
fr_fr: Accordéon

source: First Item Open
fr_fr: Premier élément ouvert

source: Active Icon
fr_fr: Icône active

source: Box Styles
fr_fr: Styles boîte

source: Header Styles
fr_fr: Styles boutisse

source: Icon Color
fr_fr: Couleur de l'icône

source: Icon Padding
fr_fr: Rembourrage d'icône

source: Linkable Entire Box
fr_fr: Boîte pouvant être liée

source: Ribbon Title
fr_fr: Titre du ruban

source: Ribbon Position
fr_fr: Position du ruban

source: Icon Format
fr_fr: Format d'icône

source: Icon or Image
fr_fr: Icône ou image

source: Title & Description
fr_fr: Titre et description

source: Title Color
fr_fr: Couleur du titre

source: Description Color
fr_fr: Description Couleur

source: Float
fr_fr: Flotteur

source: Ribbon
fr_fr: Ruban

source: Counter
fr_fr: Compteur

source: Title Position
fr_fr: Position du titre

source: Prefix
fr_fr: Préfixe

source: Enter Prefix
fr_fr: Entrez le préfixe

source: Prefix Space
fr_fr: Espace de préfixe

source: Suffix
fr_fr: Suffixe

source: Enter Suffix
fr_fr: Entrez le suffixe

source: Suffix space
fr_fr: Espace suffixe

source: Thousand Delimiter
fr_fr: Mille délimiteur

source: Comma
fr_fr: Virgule

source: Dot
fr_fr: Point

source: Pipe
fr_fr: Tuyau

source: Space
fr_fr: Espace

source: Start Number
fr_fr: Numéro de départ

source: Stop Number
fr_fr: Numéro d'arrêt

source: Counting Duration
fr_fr: Durée de comptage

source: Number
fr_fr: Nombre

source: Button Type
fr_fr: Type bouton

source: Static
fr_fr: Statique

source: Taxonomy
fr_fr: Taxonomie

source: Select Page
fr_fr: Sélectionnez page

source: Select Taxonomy
fr_fr: Sélectionnez taxonomie

source: Fancy Text
fr_fr: Texte fantaisie

source: Prefix Text
fr_fr: Texte du préfixe

source: Enter prefix text
fr_fr: Entrez le texte du préfixe

source: Suffix Text
fr_fr: Texte du suffixe

source: Enter suffix text
fr_fr: Entrez texte suffixe

source: Fancy Settings
fr_fr: Paramètres fantaisie

source: Typing
fr_fr: Dactylographié

source: Animation Type
fr_fr: Type d'animation

source: Typing Speed
fr_fr: Vitesse de frappe

source: Loop
fr_fr: Boucle

source: Cursor
fr_fr: Le curseur

source: Cursor Color
fr_fr: Couleur du curseur

source: Front Side
fr_fr: Face avant

source: Back Side
fr_fr: Face arrière

source: Front
fr_fr: Forehead

source: Content Padding
fr_fr: Rembourrage de contenu

source: Back
fr_fr: Arrière

source: Map
fr_fr: Géographie

source: If you would like to change the API key
fr_fr: Si vous souhaitez modifier la clé API

source: Drop
fr_fr: Laissez tomber

source: Marker
fr_fr: Indicateur

source: Choose Marker
fr_fr: Choisissez marqueur

source: Differ Content
fr_fr: Comparer le contenu

source: Before Image
fr_fr: Avant l'image

source: After Image
fr_fr: Après l'image

source: Differ Settings
fr_fr: Comparer les paramètres

source: Before Text
fr_fr: Avant texte

source: After Text
fr_fr: Après texte

source: Slider Offset
fr_fr: Décalage du curseur

source: Slider move on hover
fr_fr: Déplacement diapositive sur survol

source: Slider move on click
fr_fr: Déplacement diapositive sur clic

source: Differ
fr_fr: Comparer

source: Handle Background
fr_fr: Arrière-plan poignée

source: Handle Separator Color
fr_fr: Couleur séparateur de poignée

source: Labels
fr_fr: Étiquettes

source: Piechart
fr_fr: Tarte diagramme

source: Enter title
fr_fr: Entrez le titre

source: Value
fr_fr: Valeur

source: Max Value
fr_fr: Valeur max

source: Enter prefix
fr_fr: Entrez le préfixe

source: Enter suffix
fr_fr: Entrez le suffixe

source: Animation Duration
fr_fr: Durée l'animation

source: Chart
fr_fr: Diagramme

source: Bar Color
fr_fr: Couleur barre

source: Bar Width
fr_fr: Largeur barre

source: Bar Cap
fr_fr: Casquette bar

source: Round
fr_fr: Rond

source: Square
fr_fr: Carré

source: Track Color
fr_fr: Couleur de piste

source: Track Width
fr_fr: Largeur de piste

source: Scale Color
fr_fr: Couleur de scale

source: Pricing
fr_fr: Tarification

source: Price
fr_fr: Prix

source: Enter Price
fr_fr: Entrez le prix

source: Price Prefix
fr_fr: Préfixe de prix

source: Price Suffix
fr_fr: Suffixe de prix

source: Show Image
fr_fr: Afficher l'image

source: Enter Content
fr_fr: Entrez le contenu

source: Add Content
fr_fr: Ajouter contenu

source: Order Button
fr_fr: Bouton de ordre

source: Price Styles
fr_fr: Styles de prix

source: Price Prefix Styles
fr_fr: Styles de préfixe prix

source: Price Prefix / Suffix
fr_fr: Préfixe / Suffixe de prix

source: Prefix Color
fr_fr: Couleur du préfixe

source: Suffix Size
fr_fr: Taille du suffixe

source: Icon Styles
fr_fr: Styles d'icônes

source: Progressbar
fr_fr: Barre de progression

source: Border Radius
fr_fr: Rayon frontière

source: Track Style
fr_fr: Style de piste

source: Bottom Margin
fr_fr: Marge inférieure

source: Percentage
fr_fr: Pourcentage

source: Social Icons
fr_fr: Icônes sociales

source: This name will be show in the item header
fr_fr: Ce nom sera affiché dans l'en-tête de l'élément

source: Add Social Icon
fr_fr: Ajouter icône sociale

source: Line Height
fr_fr: Hauteur de la ligne

source: Column Span
fr_fr: Portée colonne

source: Add Header Column
fr_fr: Ajouter colonne d'en-tête

source: Content Type
fr_fr: Type de contenu

source: Row
fr_fr: Rangée

source: Cell
fr_fr: Cellule

source: Head
fr_fr: Tête

source: Row Span
fr_fr: Envergure de rangée

source: Add Row
fr_fr: Ajouter rangée

source: NOTICE: If you using data from the external source, make sure here is no row or cell except the header row.
fr_fr: AVIS: Si vous utilisez des données provenant de la source externe, assurez-vous qu'il n'y a pas de ligne ou de cellule à l'exception de la ligne d'en-tête.

source: Table Settings
fr_fr: Paramètres de table

source: Data Table
fr_fr: Tableau de données

source: Whether this table use as a data table or not?
fr_fr: Cette table est-elle utilisée comme table de données ou non?

source: Data Export
fr_fr: Export de données

source: Data Searching
fr_fr: Recherche de données

source: Data Sorting
fr_fr: Tri des données

source: Sortable Column Position
fr_fr: Position de colonne triable

source: Enter the column position to make that column sortable by default. (Ex. 1,2,3...)
fr_fr: Entrez la position de la colonne pour rendre cette colonne triable par défaut. (Ex. 1,2,3 ...)

source: Select Order Type
fr_fr: Sélectionnez type commande

source: Data Info
fr_fr: Info sur les données

source: Pagination Type
fr_fr: Type de pagination

source: All
fr_fr: Tout

source: Data Source
fr_fr: La source de données

source: External
fr_fr: Externe

source: Source Link
fr_fr: Lien source

source: Enter Link
fr_fr: Entrer le lien

source: The source link must have the data in JSON format!
fr_fr: Le lien source doit avoir les données au format JSON!

source: Even Row
fr_fr: Ligne de paire

source: Export Buttons
fr_fr: Boutons d'exportation

source: Hover Color
fr_fr: Couleur de survol

source: Bottom Gap
fr_fr: Écart inférieur

source: Accent Color
fr_fr: Couleur d'accent

source: Hover & Active Color
fr_fr: Survol et couleur active

source: Member
fr_fr: Membre

source: Move & Zoom
fr_fr: Déplacer et zoomer

source: Social Icon
fr_fr: Icône sociale

source: Title Content
fr_fr: Contenu du titre

source: Separator
fr_fr: Séparateur

source: Solid
fr_fr: Solide

source: Solid and Dot
fr_fr: Solide et point

source: Separator Position
fr_fr: Posición del separador

source: Highlight Text
fr_fr: Texte surligné

source: Enter Highlight Text
fr_fr: Entrez texte surlignage

source: You can use SPAN TAG for multi-color title.
fr_fr: Vous pouvez utiliser SPAN TAG pour un titre multicolore.

source: Enter Sub Title
fr_fr: Entrez le sous-titre

source: Dot Color
fr_fr: Couleur du point

source: Transform Content
fr_fr: Transformer le contenu

source: Transform Style
fr_fr: Style de transformation

source: Transform Effects
fr_fr: Effets de transformation

source: User Counter
fr_fr: Compteur d'utilisateurs

source: Select Roles
fr_fr: Sélectionnez les rôles

source: Video
fr_fr: Vidéo

source: Animation Effects
fr_fr: Effets d'animation

source: Rubber
fr_fr: Caoutchouc

source: Wave
fr_fr: Vague

source: Wave Color
fr_fr: Couleur des vagues

source: Visitor Count
fr_fr: Compter de visiteurs

source: Today Text
fr_fr: Texte du aujourd'hui

source: Enter text
fr_fr: Entrez du texte

source: Yesterday Text
fr_fr: Texte de hier

source: Today at Top
fr_fr: Aujourd'hui au haut

source: by
fr_fr: par

source: A collection of high-quality widgets for Elementor page builder.
fr_fr: Une collection de widgets de haute qualité pour le constructeur de pages Elementor.
